Repository: badabingbreda/badabing-essentials
Catalog: languages/bbessentials-*.po
Languages: nl_nl

source: Whoa.. this plugin only works when you have installed the %1$sGenesis Framework%2$s
nl_nl: Oepsâ€¦ de Genesis Accessible plugin werkt alleen als ook het %1$sGenesis Framework%2$s is ge&iuml;nstalleerd.

source: Uhm, the thing of it is, you kinda need the %1$sGenesis Framework %2$s%3$s or greater for these translations to make any sense.
nl_nl: Uhm eigenlijk heb je %1$sGenesis Framework %2$s%3$s of hoger nodig om deze plugin te laten werken.

source: Badabing - Featured Posts
nl_nl: Badabing Uitgelichte Artikelen

source: Number cols
nl_nl: Aantal kolommen

source: Layout style
nl_nl: Opmaakstijl

source: Show permalink button
nl_nl: Permalink knop weergeven

source: Permalink Button Style
nl_nl: Button Stijl

source: Themed style
nl_nl: Thema stijl

source: Permalink Button Class
nl_nl: Permalink knop klasse

source: Badabing - Simple Posts
nl_nl: Badabing - Eenvoudige posts

source: Title, then date
nl_nl: Eerst Titel, dan Datum

source: Date, then title
nl_nl: Eerst Datum, dan Titel

source: Title only
nl_nl: Alleen de Titel

source: Reusable Genesis Widgets, Functions etcetera
nl_nl: Herbruikbare Genesis Widgets, Functies etcetera
